src/xml/request_templates/bog_festskrift_forsk.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>370735|820010</ac:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Sådan er livet på Hegnsgaard</dc:title>
              <dc:title xsi:type="dkdcplus:full">Sådan er livet på Hegnsgaard</dc:title>
              <dc:subject xsi:type="dkdcplus:DBCF">Christian Sørensen</dc:subject>
              <dc:subject xsi:type="oss:sort">Sørensen, Christian</dc:subject>
              <dc:description>Festskrift i anledning af Christian Sørensen 60 års fødselsdag den 25. februar 1993</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Danske Husmandsforeninger</dc:publisher>
              <dc:contributor>Christian Sørensen (f. 1933)</dc:contributor>
              <dc:contributor>Olav Povlsgaard</dc:contributor>
              <dc:date>1993</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>130 s.</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">370735</marcx:subfield>
                  <marcx:subfield code="b">820010</marcx:subfield>
                  <marcx:subfield code="c">20090704030300</marcx:subfield>
                  <marcx:subfield code="d">20010817</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="a">1993</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="g">1</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">4</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="088">
                  <marcx:subfield code="a">D P</marcx:subfield>
                  <marcx:subfield code="b">1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="096">
                  <marcx:subfield code="z">820010</marcx:subfield>
                  <marcx:subfield code="a">2-94-6501</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="096">
                  <marcx:subfield code="z">820010</marcx:subfield>
                  <marcx:subfield code="a">51-262122</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Sådan er livet på Hegnsgaard</marcx:subfield>
                  <marcx:subfield code="e">redaktion: Olav Povlsgaard</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Kbh.</marcx:subfield>
                  <marcx:subfield code="b">Danske Husmandsforeninger</marcx:subfield>
                  <marcx:subfield code="c">1993</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">130 s.</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="559">
                  <marcx:subfield code="a">Festskrift i anledning af Christian Sørensen 60 års fødselsdag den 25. februar 1993</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="600">
                  <marcx:subfield code="a">Sørensen</marcx:subfield>
                  <marcx:subfield code="h">Christian</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">99.4</marcx:subfield>
                  <marcx:subfield code="a">Sørensen</marcx:subfield>
                  <marcx:subfield code="h">Christian</marcx:subfield>
                  <marcx:subfield code="c">f. 1933</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Sørensen</marcx:subfield>
                  <marcx:subfield code="h">Christian</marcx:subfield>
                  <marcx:subfield code="c">f. 1933</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Povlsgaard</marcx:subfield>
                  <marcx:subfield code="h">Olav</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>820010-katalog:370735</os:identifier>
            <os:creationDate>2002-05-11</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_festskrift_forsk.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
